Repository: miletskiy/Podoba_book
Catalog: students/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Students Database
pl: Baza studentów

source: Exam
pl: Egzamin

source: Exams
pl: Egzaminy

source: Exam Subject
pl: Nazwa przedmiotu

source: Exam Date
pl: Data egzaminu

source: Exam Teacher
pl: Nauczyciel

source: Exam Group
pl: Grupa egzaminu

source: Notes
pl: Dodatkowe Notatki

source: Group
pl: Grupa

source: Groups
pl: Grupy

source: Title
pl: Nazwa Grupy

source: Leader
pl: Starosta

source: Log Entry
pl: Wpis w dzienniku

source: Log Entries
pl: Wpisów w dzienniku

source: Process ID
pl: ID procesu

source: Log Level
pl: Poziom logowania

source: Datetime event
pl: Data i godzina zdarzenia

source: Module name
pl: Nazwa modułu

source: Message
pl: Komunikat

source: Monthly Journal
pl: Miesięcznik

source: Monthly Journals
pl: Miesięczne Logi

source: Date
pl: Data

source: Students
pl: Studenci

source: First Name
pl: Nazwa

source: Last Name
pl: Nazwisko

source: Middle Name
pl: Drugie imię

source: Birthday
pl: Data urodzenia

source: Photo
pl: Zdjęcia

source: Ticket
pl: Bilet

source: Admin Contact Form
pl: Kontakt z Administratorem

source: Please, fix the following errors:
pl: Proszę poprawić następujące błędy:

source: Students Accounting Service
pl: Serwis Ewidencji Studentów

source: App to manage students database
pl: System Rachunkowości Dla Studentów Uczelni

source: Language:
pl: Сhodzi

source: Group:
pl: Grupa:

source: All Students
pl: Wszyscy Studenci

source: Journal
pl: Wizyta

source: Events
pl: Wydarzenia

source: Contact
pl: Kontakt

source: Add Exam
pl: Dodaj Sprawdziany

source: Edit Exam
pl: Edycja Sprawdziany

source: Delete Exam
pl: Usuń Sprawdziany

source: Do you really want to delete exam: "%(object)s"?
pl: Czy na pewno chcesz usunąć egzamin: "%(object)s"?

source: Yes
pl: Tak

source: No
pl: Nie

source: Exam Sudject
pl: Nazwa przedmiotu

source: Actions
pl: Działania

source: Action1
pl: Akcja

source: Edit
pl: Edytuj

source: Delete1
pl: Usunąć

source: Add Group
pl: Dodaj Grupę

source: Edit Group
pl: Edytuj Grupę

source: Delete Group
pl: Usuń Grupę

source: Do you really want to delete group: "%(object)s"?
pl: Czy na pewno chcesz usunąć grupę: "%(object)s"?

source: Group Title
pl: Nazwa Grupy

source: Group Leader
pl: Starosta

source: There are no students in the database yet. Please, <a href="%(students_add)s"><b>add</b></a> first student.
pl: Na razie nie ma studentów w bazie danych. Proszę, <a href="%(students_add)s"><b>dodaj</b></a> pierwszego.

source: Changes to the log are automatically saved every time you click in the cell table.
pl: Dane dziennika są zapisywane automatycznie, gdy klikacie wewnątrz komórek.

source: Saving...
pl: Zapisywanie trwa...

source: An error occurred...
pl: Wystąpił błąd...

source: Previous Month
pl: Poprzedni Miesiąc

source: Next Month
pl: Następny Miesiąc

source: Add Student
pl: Dodaj studenta

source: Ticket #
pl: Nr biletu

source: Choose Group
pl: Wybrać grupę

source: Add
pl: Dodać

source: Cancel
pl: Anuluj

source: Delete Student
pl: Usunąć Ucznia

source: Do you really want to delete student: "%(object)s"?
pl: Czy na pewno chcesz usunąć studenta: "%(object)s"?

source: Edit Student
pl: Edytować studenta

source: Students List
pl: Lista studentów

source: Send
pl: Wysłać

source: Your email
pl: Twój adres e-mail

source: Subject
pl: Temat

source: Message for admin
pl: Tekst wiadomości

source: When sending a letter, an unexpected error occurred. Try to use this form later.
pl: Podczas wysyłania wiadomości wystąpił nieoczekiwany błąd. Spróbuj skorzystać z tej formy później.

source: The message was successfully sent
pl: Wiadomość została pomyślnie wysłana.

source: Save
pl: Zapisz

source: Add exam cancelled.
pl: Dodawanie egzaminu anulowane.

source: Exam %(exm)s for %(grp)s was successfully added
pl: Egzamin %(exm)s do %(grp)s został pomyślnie dodany.

source: Edit exam %(exm)s cancelled.
pl: Edycja egzaminu %(exm)s anulowane.

source: Exam %(nzv)s successfully updated.
pl: Egzamin %(nzv)s pomyślnie zaktualizowany.

source: Exam %(exm)s successfully deleted.
pl: Egzamin %(exm)s zostało pomyślnie usunięte.

source: Group title field is required
pl: Nazwa grupy jest obowiązkowy

source: The group %s was successfully added.
pl: Grupa %s została pomyślnie dodana.

source: Add group cancelled.
pl: Dodawanie grupy anulowane.

source: The group %(grp)s was successfully added
pl: Grupa %(grp)s pomyślnie dodana.

source: Edit group %(grp)s cancelled.
pl: Edycja grupy %(grp)s anulowane.

source: Group %(ttl)s successfully updated.
pl: Grupa %(ttl)s zostało pomyślnie zaktualizowane.

source: Group %(grp)s successfully deleted.
pl: Zespół %(grp)s zostało pomyślnie usunięte.

source: Group %(ttl)s successfully deleted.
pl: Zespół %(ttl)s zostało pomyślnie usunięte.

source: Delete Group %(ttl)s cancelled.
pl: Usuwanie grupy %(ttl)s anulowane.

source: First Name field is required
pl: Nazwa jest obowiązkowe

source: Last Name field is required
pl: Nazwisko jest obowiązkowe

source: Birthday field is required
pl: Data urodzenia jest obowiązkowe

source: Please input correct date format. Example:1984-12-31
pl: Wprowadź poprawny format daty (np. 1984-12-31)

source: Ticket number is required
pl: Numer biletu jest obowiązkowe

source: Please, select group for student
pl: Wybierz grupę dla studenta

source: Please, select correct group for student
pl: Wybierz poprawną grupę dla studenta

source: Too big file. Max 2.5 Mb
pl: Zbyt duży plik. Maksymalnie 2.5 Mb

source: File extension incorrect. Choose next: *.jpg, *.jpeg, *.png, *.gif
pl: Nieprawidłowy format pliku. Wybierz obraz: *.jpg, *.jpeg, *.png, *.gif

source: The student %s was successfully added.
pl: Studenta %s został pomyślnie dodany.

source: Add student cancelled.
pl: Dodawanie ucznia anulowane.

source: The student %(fname)s %(lname)s was successfully added.
pl: Studenta %(fname)s %(lname)s został pomyślnie dodany.

source: Edit student %(st)s cancelled.
pl: Edycja studenta %(st)s anulowane.

source: Student info %s successfully updated.
pl: Informacje studenta %s została pomyślnie zaktualizowana.

source: Student %s successfully deleted.
pl: Studenta %s został usunięty pomyślnie.

source: Student %(fname)s %(lname)s successfully deleted.
pl: Studenta %(fname)s %(lname)s został usunięty pomyślnie.

source: Delete student %(fname)s %(lname)s cancelled.
pl: Usuwanie Studenta %(fname)s %(lname)s anulowane.
